Repository: demispatti/Sonnenberg
Catalog: Language/Strings.*.resx
Languages: de

# copyDirectoryPathText
source: Copy Directory Path (Unix-Style)
de: Verzeichnis-Pfad kopieren (Unix-Style)

# copyFilePathText
source: Copy File Path (Unix-Style)
de: Datei-Pfad kopieren (Unix-Style)

# copyFolderPathText
source: Copy Folder Path (Unix-Style)
de: Ordner-Pfad kopieren (Unix-Style)

# copyForwardslashedDirectoryPathText
source: Copy Directory Path
de: Verzeichnis-Pfad kopieren

# copyForwardslashedFilePathText
source: Copy File Path
de: Datei-Pfad kopieren

# copyForwardslashedFolderPathText
source: Copy Folder Path
de: Ordner-Pfad kopieren

source: Copy result to clipboard?
de: Resultat in die Zwischenablage kopieren?

# countLinesNoEmptyOnes
source: Count Lines (w/o empty lines)
de: Zeilen zählen (ohne Leerzeilen)

# countAllLines
source: Count Lines
de: Zeilen zählen

# failedToStartApplicationError
source: Failed to start the application. Please try again, or restart Windows Explorer and try again.
de: Konnte die Anwendung nicht starten. Starten Sie bitte Windows Explorer neu und versuchen Sie es erneut.

# failedToStopApplicationError
source: Failed to stop the application. Please try again, or restart Windows Explorer and try again.
de: Konnte die Anwendung nicht stoppen. Starten Sie bitte Windows Explorer neu und versuchen Sie es erneut.

source: File name
de: Dateiname

# filePathTooLongError
source: Error: File path is too long.
de: Fehler: Der Datei-Pfad ist zu lang.

# getImageInfoText
source: Show Image Info
de: Bild-Informationen anzeigen

source: height
de: Höhe

source: lines
de: Zeilen

# menuStripNameDirectoryMenu
source: Directory
de: Verzeichnis

# menuStripNameFilesMenu
source: File
de: Datei

# menuStripNameFolderMenu
source: Folder
de: Ordner

# notAuthorizedError
source: Error: You are not authorized to acces this file.
de: Fehler: Sie verfügen nicht über die erforderlichen Zugriffs-Berechtigungen für die Datei.

# openCmdHereElevatedText
source: Open CMD (Admin)
de: Konsole öffnen (Admin)

# openCmdHereText
source: Open CMD
de: Konsole öffnen

# openCmdInsideElevatedText
source: Open CMD inside (Admin)
de: Konsole innerhalb öffnen (Admin)

# openCmdInsideText
source: Open CMD inside
de: Konsole innerhalb öffnen

# openPowershellHereElevatedText
source: Open Powershell (Admin)
de: Powershell öffnen (Admin)

# openPowershellHereText
source: Open Powershell
de: Powershell öffnen

# openPowershellInsideElevatedText
source: Open Powershell inside (Admin)
de: Powershell innerhalb öffnen (Admin)

# openPowershellInsideText
source: Open Powershell inside
de: Powershell innerhalb öffnen

# readFileError
source: Error reading file.
de: Konnte die Datei nicht lesen.

# serviceStarted
source: Sonnenberg Service: The service has started.
de: Sonnenberg Service: Der Dienst wurde gestartet.

# serviceStartedAlready
source: Sonnenberg Service: The service is running.
de: Sonnenberg Service: Der Dienst läuft bereits.

# serviceStopped
source: Sonnenberg Service: The service has stopped.
de: Sonnenberg Service: Der Dienst wurde angehalten.

# serviceStoppedAlready
source: Sonnenberg Service: The service is not running.
de: Sonnenberg Service: Der Dienst ist gestoppt.

# startServiceFail
source: Failed to start Sonnenberg Service.
de: Sonnenberg Service: Konnte den Dienst nicht starten.

# startServiceSuccess
source: Successfully started Sonnenberg Service.
de: Sonnenberg Service: Dienst erfolgreich gestartet.

# stopServiceFail
source: Failed to stopSonnenberg Service.
de: Sonnenberg Service: Konnte den Dienst nicht stoppen.

# stopServiceSuccess
source: Successfully stoppedSonnenberg Service.
de: Sonnenberg Service: Dienst erfolgreich angehalten.

source: width
de: Breite

# linesCountMsgBoxTitle
source: Lines count
de: Anzahl Zeilen

# argumentExceptionMessage
source: There was an error (Argument).
de: Fehler (Argument).
